
"EncryptionKey.Description" = "Dieses Bild ist eine Visualisierung des geheimen Schlüssels für den geheimen Chat mit %1$@.\n\nWenn dieses Bild auf %2$@s Gerät genau so aussieht, ist euer Chat zu 200%% sicher.\n\nErfahre mehr auf telegram.org";
"EncryptionKey.EncryptionKey" = "Geheimer Schlüssel";


"Typing.Typing" = "tippt";
"Typing.AreTyping" = "%@ tippen";
"Typing.IsTyping" = "%@ tippt";
"Group.MembersCount" = "%d Teilnehmer%@";
"Group.OnlineCount" = "%d online";
"Typing.PeopleTyping" = "%d Leute tippen";
"Group.AddMembers" = "Teilnehmer hinzufügen";


"App.Name" = "Telegram";
"App.Connecting" = "Verbinde ...";
"App.WaitingNetwork" = "Warte auf Netzwerk ...";



"ChatMedia.Audio" = "Audio";
"ChatMedia.Photo" = "Foto";
"ChatMedia.Contact" = "Kontakt";
"ChatMedia.Video" = "Video";
"ChatMedia.Location" = "Standort";
"ChatMedia.File" = "Datei";
"ChatMedia.Unsupported" = "Nicht unterstützt";



"User.Unlock" = "Freigeben";
"User.Block" = "Blockieren";
"User.BlockUser" = "%@ blockieren";
"User.UnlockUser" = "%@ freigeben";
"User.Blocked" = "Benutzer ist blockiert";
"User.AddToContacts" = "Kontakt hinzufügen";
"User.Deleted" = "Entfernt";
"User.Hidden" = "unbekannt";


"App.ConnectionError" = "Verbindungsfehler";
"App.ConnectionErrorDesc" = "Überprüfe deine Netzverbindung versuch es nochmal";

"App.MaxFileSize" = "Maximale Dateigröße ist 1GB";

"Auth.CantLogout" = "Abmelden fehlgeschlagen";
"Auth.CheckConnection" = "Überprüfe deine Netzverbindung versuch es nochmal";

"Settings.CantUpdateFolder" = "Standardordner kann nicht festgelegt werden";
"Settings.ChooseAnotherFolder" = "Bitte wähle einen anderen Ordner";
"Settings.BlockUsers" = "Nutzer blockieren";

"Cellular" = "Telefon";

"Message.Send.Compressing" = "Komprimiere...";

"Search.Separator.Contact" = "Kontakt";
"Search.Separator.Contacts" = "Kontakte";

"Search.Separator.User" = "Benutzer";
"Search.Separator.Users" = "Benutzer";

"Search.Separator.Message" = "Nachricht";
"Search.Separator.Messages" = "Nachrichten";





"AccountSettings.ContactsSynced" = "Kontakte synchronisiert";

"NewConversation.CreateBroadcast" = "Broadcast-Liste erstellen";
"NewConversation.CreateGroup" = "Erstellen";
"NewConversation.CreateGroupChat" = "Gruppenchat erstellen";
"NewConversation.CreateSecretChat" = "Geheimen Chat erstellen";
"NewConversation.CreatingGroupChat" = "Gruppenchat";
"NewConversation.CreatingSecretChat" = "Geheimer Chat";
"NewConversation.GroupNamePlaceholder" = "Gruppenname...";
"NewConversation.AddContact" = "Kontakt hinzufügen";





"Account.ImportContacts" = "Kontakte importieren";
"Account.Invisible" = "offline";
"Account.Online" = "online";
"Account.Offline" = "offline";
"Login.InvalidCode" = "Ungültiger Code";
"Login.InvalidCountry" = "Ungültige Landeskennzahl";
"Login.InvalidPhoneNumber" = "Ungültige Telefonnummer";
"Login.Country" = "Land";
"Login.Description" = "A third party Telegram client client for OS X";
"Login.Label" = "Willkommen in der Dove OS X App";
"Login.GetNewCode" = "Neuen Code anfordern";
"Login.GetCode" = "Weiter";
"Login.Error" = "Fehler ;(";
"Login.ExpiredCode" = "Code abgelaufen";
"Login.SmsCode" = "Code";
"Login.PhonePlaceholder" = "Deine Nummer";
"Registartion.FirstName" = "Vorname";
"Registration.DeletePhoto" = "Foto löschen";
/* Вставить сюда  (Optional) если влезет. */
"Registration.LastName" = "Nachname";
"Registration.PhoneDialed" = "Telegram hat deine Nummer gewählt";

"Registration.ChangePhoto" = "Foto bearbeiten";
"Registration.ChooseCountry" = "Land wählen";
"Registration.ChoosePhoto" = "Foto auswählen";
"Registration.Continue" = "Registrierung fortsetzen";
"Registration.StartMessaging" = "Jetzt starten";
"Registration.AddPhoto" = "Foto\nhinzufügen";



"SelfDestruction.DisableTimer" = "Timer deaktiviert";
"SelfDestruction.SetTimer" = "Timer auf %@ gestellt";
"SelfDestruction.SetRandomTimer" = "Timer auf %d Sekunden gestellt";

"Message.Send" = "Senden";
"Messages.SharingContact" = "Kontakt teilen";

"Messages.SendPlaceholder" = "Nachricht...";

"Message.File.Download" = "Herunterladen";
"Messages.Selected.Forward" = "Weiterleiten";
"Messages.Selected.Delete" = "Löschen";
"Message.ForwardedFrom" = "Nachricht weitergeleitet von";
"message" = "Nachricht";
"messages" = "Nachrichten";
"MessageAction.Secret.CreatedSecretChat" = "hat einen geheimen Chat erstellt";
"MessageAction.ServiceMessage.ChangedGroupName" = "%@ hat den Gruppennamen zu \"%@\" geändert";
"MessageAction.ServiceMessage.RemovedGroupPhoto" = "%@ hat das Gruppenfoto entfernt";
"MessageAction.ServiceMessage.ChangedGroupPhoto" = "%@ hat das Gruppenbild geändert";
"MessageAction.ServiceMessage.InvitedGroup" = "%@ hat %@ hinzugefügt";
"MessageAction.ServiceMessage.JoinedGroup" = "%@ ist der Gruppe beigetreten";
"MessageAction.ServiceMessage.KickedGroup" = "%@ hat %@ entfernt";
"MessageAction.ServiceMessage.CreatedChat" ="%@ hat die Gruppe \"%@\" erstellt";
"MessageAction.ServiceMessage.LeftGroup" = "%@ hat die Gruppe verlassen";
"MessageAction.Secret.CancelledSecretChat" = "Geheimen Chat abgelehnt";
"MessageAction.Service.ChangedGroupName" = "Gruppe umbenannt";
"MessageAction.Service.RemovedGroupPhoto" = "Gruppenbild entfernt";
"MessageAction.Service.ChangedGroupPhoto" = "Gruppenbild geändert";
"MessageAction.Service.InvitedGroup" = "hinzugefügt";
"MessageAction.Service.JoinedGroup" = "ist der Gruppe beigetreten";
"MessageAction.Service.KickedGroup" = "entfernt";
"MessageAction.Service.CreatedChat" = "Gruppe \"%@\" erstellt";
"MessageAction.Service.LeftGroup" = "Gruppe verlassen";
/* Какая-то странная строчка: */
"MessageAction.Service.LeaveChat" = "Chat verlassen";
"MessageAction.Secret.WaitingToGetOnline" = "Warte bis %@ online kommt...";
"MessageAction.Secret.TookScreenshot" = "hat ein Bildschirmfoto gemacht";
"Message.Action.Forwarding" = "Weiterleiten";
"Messages.UnreadMessages" = "Ungelesene Nachrichten";





"Month.GenApril" = "April";
"Month.GenAugust" = "August";
"Month.GenDecember" = "Dezember";
"Month.GenFebruary" = "Februar";
"Month.GenJanuary" = "Januar";
"Month.GenJuly" = "Juli";
"Month.GenJune" = "Juni";
"Month.GenMarch" = "März";
"Month.GenMay" = "Mai";
"Month.GenNovember" = "November";
"Month.GenOctober" = "Oktober";
"Month.GenSeptember" = "September";
"Month.ShortApril" = "Apr";
"Month.ShortAugust" = "Aug";
"Month.ShortDecember" = "Dez";
"Month.ShortFebruary" = "Feb";
"Month.ShortJanuary" = "Jan";
"Month.ShortJuly" = "Jul";
"Month.ShortJune" = "Jun";
"Month.ShortMarch" = "Mär";
"Month.ShortMay" = "Mai";
"Month.ShortNovember" = "Nov";
"Month.ShortOctober" = "Okt";
"Month.ShortSeptember" = "Sep";



"Search.More" = "%d mehr";









"Notification.MessageLifetime1d" = "1 Tag";
"Notification.MessageLifetime1h" = "1 Stunde";
"Notification.MessageLifetime1m" = "1 Minute";
"Notification.MessageLifetime1w" = "1 Woche";
"Notification.MessageLifetime2s" = "2 Sekunden";
"Notification.MessageLifetime5s" = "5 Sekunden";
"notifications" = "Benachrichtigungen";


"Message.File.Open" = "Öffnen";




"Attach.Picture" = "Foto";
"Attach.TakePhoto" = "Foto aufnehmen";
"Attach.Video" = "Video";
"Attach.File" = "Datei";
"Attach.PictureOrVideo" = "Bild oder Video";



"Preferences" = "Einstellungen";

"Registration" = "Registrierung";


"Settings.ResyncDescription" = "Wichtig: Die App muss jedes mal synchronisieren, wenn du einen Kontakt zur iCloud hinzufügst.";

"Account.UpdateProfilePhoto" = "Aktualisiere Profilfoto";






"Profile.Save" = "Sichern";


"MediaPreview.SaveItem" = "Auswahl sichern unter...";
"MediaPreview.SaveToDownloads" = "In Downloads sichern";
"MediaPreview.NextItem" = "Nächstes Objekt";
"MediaPreview.PreviousItem" = "Vorheriges Objekt";


"Search" = "Suche";




"Notification.SecretMessage" = "Geheime Nachricht";









"Settings" = "Einstellungen";





"Conversation.ShowProfile" = "%@s Profil anzeigen";
"Conversation.ShowGroupInfo" = "Gruppen Info anzeigen";
"Conversation.StartSecretChat" = "Geheimen Chat starten";
"Conversation.CantForwardSecretMessages" = "Leider kannst du keine Nachrichten aus Geheimen Chats weiterleiten";
"Conversation.CantShareContactToSecretChat" = "Leider kannst du keine Kontakte aus Geheimen Chats weiterleiten";
"Conversation.Confirm.ClearHistory" = "Möchtest du alle Nachrichten in dieser Unterhaltung löschen?";
"Conversation.Confirm.LeaveAndClear" = "Möchtest du diese Gruppe verlassen und den Verlauf löschen?";
"Conversation.Confirm.DeleteAndClear" = "Möchtest du diese Unterhaltung entfernen und ihren Verlauf löschen?";
"Conversation.Confirm.UndoneAction" = "Dies kann nicht rückgängig gemacht werden.";
"Conversation.Confirm.SendFromClipboard" = "Möchtest du %d Dateien aus der Zwischenablage senden?";
"Conversation.Confirm.SendThisFile" = "Möchtest du diese Datei senden?";
"Conversation.Confirm.SendThisPicture" = "Möchtest du dieses Bild senden?";
"Conversation.Confirm.SendThisVideo" = "Möchtest du dieses Video senden?";
"Conversation.Confirm.SendThisFileDescription" = "Du kannst eine Datei immer kopieren und sie in eine Telegram Unterhaltung einfügen um sie zu senden.";
"Conversation.Confirm.SendThisPictureDescription" = "Du kannst ein Bild immer kopieren und sie in eine Telegram Unterhaltung einfügen um es zu senden.";
"Conversation.Confirm.SendThisVideoDescription" = "Du kannst ein Video immer kopieren und sie in eine Telegram Unterhaltung einfügen um es zu senden.";
"Conversation.Confirm.SendThisPicturesDescription" = "Du kannst immer Bilder kopieren und sie in eine Telegram Unterhaltung einfügen um sie zu senden.";
"Conversation.Action.YouKickedGroup" = "Du wurdest aus dieser Gruppe entfernt";
"Conversation.Action.YouLeftGroup" = "Du hast die Gruppe verlassen";
"Conversation.Actions.ReturnToGroup" = "Zur Gruppe zurückkehren";
"Conversation.Actions.LeaveGroup" = "Gruppe verlassen";
"Conversation.Members" = "Teilnehmer";
"Conversation.Member" = "Teilnehmer";
"Conversation.DeleteSecretChat" = "Geheimen Chat löschen";
"Conversation.ShowEncryptionKey" = "Geheimen Schlüssel anzeigen";
"Conversation.Delete" = "Chat löschen";
"Conversation.Back" = "Zurück zum Chat";
"Conversation.BackToInfo" = "Zurück zur Gruppen Info";
"Conversation.DropTitle" = "Ziehe Dateien hier her um sie";
"Conversation.DropQuickDescription" = "schnell zu senden";
"Conversation.ScrollToBottom" = "Zu neusten Nachrichten scrollen";
"Conversation.DropAsFilesDescription" = "ohne Komprimierung zu senden";
"Conversation.Send.FilesSizeError" = "Die Dateien %@ übersteigen die Maximalgröße.";
"Conversation.NoMessages" = "Noch keine Nachrichten...";
"Conversation.Mute" = "Ton aus";
"Conversation.Unmute" = "Ton an";
"Conversation.OpenConversation" = "Chat öffnen";
"Conversation.Filter.Photos" = "Fotos";
"Conversation.Filter.Video" = "Videos";
"Conversation.Filter.Files" = "Dateien";
"Conversation.Filter.Audio" = "Audios";
"Conversation.Filter.PhotoVideo" = "Fotos und Videos";
"Conversation.ShowMedia" = "Medien anzeigen";
"Conversation.SelectToForward" = "Kontakt oder Chat auswählen zu dem die Nachricht von %1$@ weitergeleitet werden soll";
"Conversation.SelectToForwards" = "Kontakt oder Chat auswählen zu dem die Nachrichten von %1$@ weitergeleitet werden sollen";
"Conversation.SelectToShareContact" = "Kontakt oder Chat auswählen mit dem %@'s Kontakt geteilt werden soll";
"Conversation.ClearMessageHistory" = "Chatverlauf löschen";
"Conversation.CopyToClipboard" = "In Zwischenablage kopieren";
"Conversation.DeleteAndExit" = "Löschen und Verlassen";
"Conversation.CopyURL" = "URL kopieren";
"Conversation.Menu.SetSelfDestruct" = "Selbstzerstörungstimer setzen";
"Conversation.SelectConversation" = "Bitte wähle einen Chat aus, um eine Unterhaltung zu beginnen";


"Profile.MobilePhone" = "Telefonnummer";
"Profile.SharedMedia" = "Geteilte Medien";
"Profile.SendMessage" = "Nachricht senden";
"Profile.ShareContact" = "Kontakt teilen";
"Profile.Edit" = "Bearbeiten";
"Profile.edit" = "bearbeiten";
"Profile.Save" = "Sichern";
"Profile.DeleteAndExit" = "Löschen und Beenden";
"Profile.DeleteContact" = "Kontakt entfernen";
"Profile.CreatedBy" = "erstellt von";
"Profile.You" = "Du";
"Profile.Error.CantUpdatePhoto" = "Profilfoto kann nicht aktualisiert werden";
"Profile.Cancel" = "Abbrechen";
"Profile.CancelPhotoUpload" = "Upload abbrechen";
"Profile.CantUpdate" = "Profil kann nicht aktualisiert werden";
"Profile.CantUpdatePhoto" = "Profilfoto kann nicht aktualisiert werden";
"Profile.Back" = "Zurück";
"Profile.ClearHistory" = "Chatverlauf löschen";
"Profile.DeleteConversation" = "Chat löschen...";
"Profile.Done" = "Fertig";
"BackToProfile" = "Zurück zum Profil";
"Profile.RemovePhoto" = "Foto entfernen";
"Profile.UpdatePhoto" = "Foto aktualisieren";
"Profile.SetGroupPhoto" = "Gruppenfoto festlegen";
"Profile.SmallPhoto" = "Profilfoto ist zu klein";






"Telegram Messenger" = "Telegram Messenger";


"Time.at" = "um";
"Time.last_seen" = "zuletzt gesehen";
"Time.today" = "heute";
"Time.tomorrow" = "morgen";
"Time.yesterday" = "gestern";


"App.updating" = "Aktualisiere ...";



"Attach.WebSearch" = "Bildersuche";

"Weekday.Friday" = "Freitag";

"Weekday.Monday" = "Montag";

"Weekday.Saturday" = "Samstag";

"Weekday.ShortFriday" = "Fr";

"Weekday.ShortMonday" = "Mon";

"Weekday.ShortSaturday" = "Sa";

"Weekday.ShortSunday" = "So";

"Weekday.ShortThursday" = "Do";

"Weekday.ShortTuesday" = "Di";

"Weekday.ShortWednesday" = "Mi";

"Weekday.Sunday" = "Sonntag";

"Weekday.Thursday" = "Donnerstag";

"Weekday.Tuesday" = "Dienstag";

"Weekday.Wednesday" = "Mittwoch";

"WiFi" = "WiFi";








"Notification.MessageLifetime2s" = "2 Sekunden";
"Notification.MessageLifetime5s" = "5 Sekunden";
"Notification.MessageLifetime1m" = "1 Minute";
"Notification.MessageLifetime1h" = "1 Stunde";
"Notification.MessageLifetime1d" = "1 Tag";
"Notification.MessageLifetime1w" = "1 Woche";

"DefaultSoundName" = "Standard";

"Date.DialogDateFormat" = "{Monat} {Tag}";


"Confirm.TerminateSessions" = "Bist du sicher, dass du alle anderen Sitzungen beenden willst?";
"Confirm.SuccessResetSessions" = "Alle anderen Sitzungen erfolgreich beendet";
"Confirm.ConfirmLogout" = "Bist du sicher, dass du dich abmelden willst?";
"Confirm.ClearHistory" = "Verlauf löschen";
"Alert.Error" = "Fehler";
"Alert.Confirm" = "Bestätigen";


"AddContact.FirstNamePlaceholder" = "Vorname";
"AddContact.LastNamePlaceholder" = "Nachname (Optional)";
"AddContact.PhoneNumberPlaceholder" = "Telefonnummer";
"AddContact.AddContact" = "Kontakt hinzufügen";

"AddContact.NotRegistredTitle" = "Kein Telegram Kontakt";
"AddContact.NotRegistredDescription" = "Dieser Kontakt ist noch nicht bei Telegram registriert. Du kannst ihm Nachrichten schicken, sobald er sich anmeldet.";

"Messages.AddContact" = "Hinzufügen";

"Time.agoHour" = "vor %d Stunde";
"Time.agoHours" = "vor %d Stunden";
"Time.agoMinute" = "vor %d Minute";
"Time.agoMinutes" = "vor %d Minuten";
"Time.justnow" = "gerade eben";

"Secret.SelfDestruct.Off" = "Aus";
"Secret.SelfDestruct.2s" = "2s";
"Secret.SelfDestruct.5s" = "5s";
"Secret.SelfDestruct.1m" = "1 Minute";
"Secret.SelfDestruct.1h" = "1 Stunde";
"Secret.SelfDestruct.1d" = "1 Tag";
"Secret.SelfDestruct.1w" = "1 Woche";

"Message.File.ShowInFinder" = "Im Finder anzeigen";

"Delete" = "Löschen";

"Edit.selectMessage" = "%lu Nachricht ausgewählt";
"Edit.selectMessages" = "%lu Nachrichten ausgewählt";

"Photo" = "Foto";



"Settings.OpenLinksBackground" = "Links im Hintergrund öffnen";
"Settings.PrivateChats" = "Chats";
"Settings.Groups" = "Gruppen";


"Settings.OpenLinksBackground" = "Links im Hintergrund öffnen";
"Settings.OpenLinksBackground" = "Links im Hintergrund öffnen";

"Settings.SendAsEnter" = "Enter";
"Settings.SendAsCmdEnter" = "⌘ + Enter";

"Settings.OnlineFocused" = "App im Vordergrund";
"Settings.OnlineLaunch" = "App geöffnet";

"Settings.SoundEffects" = "In-App Töne";

"Settings.online_when_desc" = "Online wenn:";
"Settings.auto_download_desc" = "Automatische Downloads";
"Settings.video_desc" = "Video:";
"Settings.documents_desc" = "Dokumente:";
"Settings.voice_messages_desc" = "Sprachnachrichten:";
"Settings.file_size_limit_desc" = "Maximale Dateigröße:";
"Settings.send_message_desc" = "Nachricht senden:";
"Settings.save_documents_to_desc" = "Dokumente sichern in:";
"Settings.sound_notifications_desc" = "Benachrichtigungstöne:";
"Settings.other_desc" = "Andere:";

"Settings.cache_desc" = "Cache:";
"Settings.sessions_desc" = "Sitzungen:";
"Settings.cache_sub_desc" = "Lösche alle Bilder, Videos und Sprachnachrichten im Cache Ordner";
"Settings.sessions_sub_desc" = "Meldet alle Geräte aus dieses hier ab";
"Settings.account_desc" = "Account:";

"Settings.clear_all_the_cache_button" = "Lösche den Cache";
"Settings.terminate_all_other_sessions_button" = "Alle anderen Sitzungen beenden";
"Settings.log_out_button" = "Abmelden";

"Settings.Settings" = "Einstellungen";
"Settings.BlackList" = "Blockierliste";


"Confirm" = "Bestätigen";
"Yes" = "Ja";
"No" = "Nein";
"Cancel" = "Abbrechen";

"Settings.General" = "Allgemein";
"Settings.Account" = "Account";

"MessageAction.Secret.UserJoined" = "%@ ist dem Geheimen Chat beigetreten";
"MessageAction.Secret.CreatedSecretChat" = "hat einen geheimen Chat erstellt";

"Secret.join.description" = "Du hast %1$@ zu einem\nEnde-zu-Ende verschlüsselten\nGeheimen Chat eingeladen.";
"Secret.join.invitedDescription" = "%1$@ hat dich zu einem\nEnde-zu-Ende verschlüsselten\nGeheimen Chat eingeladen.";
"Secret.join.secret_chats" = "\n\nGeheime Chats in Kürze:\n";
"Secret.join.desc1" = "Keine Serverspeicherung\n";
"Secret.join.desc2" = "Selbstzerstörungs-Timer\n";
"Secret.join.desc3" = "Verbieten Weiterleitung\n";
"Secret.join.desc4" = "Auf ein Gerät beschränkt\n";


"Settings.chooseFolder" = "Wählen...";


"Login.code" = "Code";
"Login.willCallYou" = "Telegram ruft dich in %d:%@ an";
"Login.phoneNumber" = "Telefonnummer";

"Audio.Downloading" = "%1$@ herunterladen...";
"Audio.Uploading" = "%1$@ hochladen...";

"Document.Downloading" = "%.0f%% herunterladen";
"Document.Uploading" = "%.0f%% hochladen";

"MessageService.Action.JoinedSecretChat" = "Ist Geheimen Chat beigetreten";

"Attach.Location" = "Standort";
"Attach.PictureOrVideo" = "Bild oder Video";

"Audio.ReleaseOut" = "Zum Abbrechen außerhalb des Feldes loslassen";
"Messages.scrollToBottomNewMessages" = "%d neue";
"Messages.scrollToBottomNewMessage" = "%d neu";
"Emoji.NoRecents" = "Keine benutzen Emojis";

"Profile.SetEncryptedTTL" = "Selbstzerstörungstimer";
"Profile.ShowEncryptedKey" = "Geheimer Schlüssel";

"Search.LoadingMessages" = "lade Nachrichten";
"Messages.ForwardedMessages" = "Weitergeleitete Nachrichten";

"Messages.Error.Delete" = "Löschen";
"Messages.Error.Resend" = "Neu senden";

"Notification.NewAuthDetected" = "%@, \nwir haben einen Zugriff auf dein Konto von einem anderen Gerät am %@ festgestellt.\n\nGerät: %@\nStandort: %@\n\nWenn das nicht du selbst gewesen bist, kannst du in den Telegram-Einstellungen unter Privatsphäre und Sicherheit alle Sitzungen beenden. \n\nDanke,\nDein Telegram Team";


"Alert.MessagesSendError.Desc" = "Deine Nachricht wurde nicht gesendet";
"Alert.MessagesSendError.Text" = "Es gab einen Fehler beim Senden der letzten Nachricht. Willst du es erneut probieren?";
"Alert.Button.TryAgain" = "Erneut versuchen";
"Alert.Button.Delete" = "Löschen";
"Alert.Button.Ignore" = "Ignorieren";

"Messages.MessagesTopInfoActionUnblockUser" = "Dieser Kontakt ist blockiert, er kann dir nicht antworten";
"Messages.MessagesTopInfoActionShareContact" = "Nutzer hat deine Kontaktdaten nicht.";
"Messages.MessagesTopInfoActionAddContact" = "Nutzer ist nicht in deinen Kontakten.";

"Messages.MessagesTopInfoActionAddContact.Button" = "Zu Kontakten hinzufügen";
"Messages.MessagesTopInfoActionShareContact.Button" = "Meine Info teilen";
"Messages.MessagesTopInfoActionUnblockUser.Button" = "Freigeben";



"Connecting.Connecting" = "Verbinde";
"Connecting.Connected" = "Verbunden!";
"Connecting.WaitingNetwork" = "Warte auf Netzwerk";
"Connecting.Updating" = "Aktualisiere";
"Connecting.Updated" = "Aktualisiert!";

"SharedMedia.None" = "Keine";

"MediaPreview.Forward" = "Weiterleiten an...";
"MediaPreview.Delete" = "Löschen";


"Broadcast.Create" = "Erstellen";
"Broadcast.statusMore" = "und %lu weitere";
"Broadcast.participantsTitle" = "%lu Teilnehmer";
"Broadcast.participantTitle" = "%lu Teilnehmer";

"MessageAction.ServiceMessage.CreatedBroadcast" ="hat eine Broadcast-Liste erstellt";
"Conversation.CantForwardToBroadcast" = "Nachrichten können nicht an einen Broadcast weitergeleitet werden";
"NewConversation.CreatingBroadcast" = "Broadcast";

"Conversation.ShowBroadcastInfo" = "Broascast-Info zeigen";

"Settings.LaunchOnStartup" = "Beim Systemstart laden";

"App.startupAtLaunch" = "Beim Systemstart laden";
"App.startupAtLaunchDesc" = "Press Yes if you want launch Application on Startup System.";

"Notification.UserRegistred" = "benutzt jetzt Telegram";



"ComposeMenu.CreateGroup" = "Neue Gruppe";
"ComposeMenu.Broadcast" = "Neuer Broadcast";
"ComposeMenu.SecretChat" = "Neuer Geheimer Chat";

"Compose.GroupTitle" = "Neue Gruppe";
"Compose.SecretChat" = "Neuer Geheimer Chat";
"Compose.BroadcastTitle" = "Broadcast-Liste";


"Compose.Back" = "Zurück";
"Compose.Next" = "Weiter";
"Compose.Done" = "Fertig";
"Compose.Create" = "Erstellen";

"Compose.Contacts" = "Kontakte";
"Compose.AddMembers" = "Hinzufügen";

"Compose.GroupNamePlaceHolder" = "Gruppenname";
"Compose.NewBroadcastList" = "Neue Liste";


"Account.EditProfile" = "Profil bearbeiten";

"Account.ChatSettings" = "Chat Einstellungen";
"Account.BlockedUsers" = "Blockierte Kontakte";
"Account.SecuritySettings" = "Sicherheitseinstellungen";



"Tab.Contacts" = "Kontakte";
"Tab.Chats" = "Chats";
"Tab.Settings" = "Einstellungen";


"Auth.ForceLogout" = "Drücke OK um dich abzumelden";
"Account.ExportCard" = "Exportiere deine Visitenkarte";
"UserCard.Export" = "In Zwischenablage kopieren";
"CardImport.ErrorTextUserNotExist" = "Fehler, Benutzer nicht gefunden";
"CardImport.ErrorDescUserNotExist" = "Check card string";

"Login.EnterCodeFromApp" = "Hier kannst du den Code eingeben, welcher dir soeben per SMS geschickt wurde.";
"Login.SendSmsIfNotReceivedAppCode" = "Keinen Code bekommen?";

"UserCard.ExportDesc" = "You can share this card with other Telegram users, so that they can contact you without knowing your phone number. Only available for OSX users at the moment, coming soon to other apps.";

"Login.WeSendSms" = "Ein Code wurde dir per SMS geschickt. Bitte oben eingeben.";



"Search.Cancel" = "Abbrechen";

"Context.Quote" = "Zitat";


"Conversation.Confirm.SendThisGif" = "Möchtest du dieses GIF senden?";
"Conversation.Confirm.SendThisGifDescription" = "Da kannst ein GIF immer kopieren und sie in einen Telegram Chat einfügen um sie zu senden.";





"BlockedUsers.NoBlockedUsers" = "Du erhältst keine Nachrichten von Leuten\nauf der Blockierliste";
"BlockedUsers.BlockedUsers" = "Blockierte Nutzer";
"Compose.BlockUsers" = "Blockieren";
"GeneralSettings.AutoVideoDownloadHeader" = "VIDEOS AUTOMATISCH HERUNTERLADEN";
"GeneralSettings.AutoAudioDownloadHeader" = "AUDIOS AUTOMATISCH HERUNTERLADEN";
"Settings.SoundNotification" = "Benachrichtigungston";
"GeneralSettings.General" = "Allgemein";
"Settings.AdvancedSettings" = "Erweiterte Einstellungen";
"Settings.SecuritySettings" = "Sicherheitseinstellungen";
"GeneralSettings.Security" = "Sicherheit";
"Settings.ClearCache" = "Cache leeren";
"Settings.ClearCacheDescription" = "Alle Medien im Cache Ordner löschen";
"Settings.TerminateOtherSessions" = "Alle anderen Sitzungen beenden";
"Settings.TerminateOtherSessionsDescription" = "Meldet alle Geräte aus dieses hier ab";
"Account.SetProfilePhoto" = "Profilfoto festlegen";
"Account.General" = "Allgemein";
"Account.UserName" = "Benutzername";
"Account.About" = "Info";
"Account.FAQ" = "Telegram FAQ";
"Account.AskQuestion" = "Eine Frage stellen";
"Profile.BlockContact" = "Kontakt blockieren";
"Profile.UnblockContact" = "Kontakt freigeben";
"Chat.Kick" = "Entfernen";
"Profile.Info" = "Info";
"UserName.placeHolder" = "@Gib deinen Benutzernamen ein";
"Profile.ChangeUserName" = "Benutzername ändern";
"UserName.description" = "Wähle einen Benutzernamen, wenn du von anderen bei Telegram gefunden werden willst — ohne, dass sie deine Nummer kennen müssen. Erlaubt sind a-z, 0-9 und Unterstriche. Die Mindestlänge beträgt 5 Zeichen.\n\nBedenke, dass Telegram-Benutzernamen öffentlich sind und es möglich machen, dass dich Leute finden und dir Nachrichten senden können, auch wenn sie deine Telefonnummer nicht haben. Wenn du das nicht möchtest, richte dir einfach keinen Benutzernamen ein.";
"Username.setName" = "Benutzernamen festlegen";
"Profile.Media" = "Medien";
"Profile.DeleteAll" = "Alles löschen";
"Profile.DeleteBroadcast" = "Broadcast löschen";

"Context.OpenInFinder" = "Im Finder öffnen";
"Context.SaveAs" = "Sichern unter...";
"Context.CopyToClipBoard" = "In Zwischenablage kopieren";
"Context.Forward" = "Weiterleiten";
"Context.Delete" = "Löschen";

"UpdateNotification.Alert" = "Hinweiston";
"Profile.username" = "Benutzername";
"Search.Separator.GlobalSearch" = "Globale Suche";

"UserNameExport.UserNameNotFound" = "Nutzer nicht gefunden";
"UserNameExport.UserNameNotFoundDescription" = "Ein Nutzer mit diesem Namen existiert nicht in Telegram";

"AddContactController.Addcontact" = "Kontakt hinzufügen";

"UserName.avaiable" = "%@ ist verfügbar.";

"USERNAME_INVALID" = "Benutzername leider nicht erlaubt.";
"USERNAME_IS_ALREADY_TAKEN" = "Leider ist dieser Benutzername vergeben.";
"USERNAME_MIN_SYMBOLS_ERROR" = "Ein Benutzername benötigt mindestens 5 Zeichen.";
"USERNAME_CANT_FIRST_NUMBER" = "Benutzernamen dürfen leider nicht mit einer Zahl anfangen.";

"Settings.NotificationTone" = "Benachrichtigungston";
"Notifications" = "Benachrichtigungen";
"Settings.MessageNotifications" = "Benachrichtigungen";



"Notification.MessageLifetimeSeconds" = "%d Sekunde%@";
"Notification.MessageLifetimeMinutes" = "%d Minute%@";
"Notification.MessageLifetimeHours" = "%d Stunde%@";
"Notification.MessageLifetimeDays" = "%d Tag%@";
"Notification.MessageLifetimeWeeks" = "%d Woche%@";
"Secret.SelfDestruct.RandomSecond" = "%d Sekunde";
"Secret.SelfDestruct.RandomSeconds" = "%d Sekunden";
"Close" = "Schließen";
"MediaPreview.GoToMessage" = "Gehe zu Nachricht";

"PhotoViewer.Forward" = "Weiterleiten";
"PhotoViewer.Delete" = "Löschen";
"PhotoViewer.SaveAs" = "Sichern unter";
"PhotoViewer.Goto" = "Zeige Nachricht";
"PhotoViewer.posOfCount" = "%lu von %lu";
"Settings.EmojiReplaces" = "Automatisch in Emoji umwandeln";

"PrivacyAndSecurity.PrivacyHeader" = "PRIVATSPHÄRE";
"PrivacyAndSecurity.SecurityHeader" = "SICHERHEIT";
"PrivacyAndSecurity.DeleteAccountHeader" = "MEIN KONTO LÖSCHEN";

"PrivacyAndSecurity.BlockedUsers" = "Blockierte Nutzer";
"PrivacyAndSecurity.LastSeen" = "Zuletzt gesehen";
"PrivacyAndSecurity.TerminateSessions" = "Alle anderen Sitzungen beenden";
"PrivacyAndSecurity.Logout" = "Abmelden";
"PrivacyAndSecurity.DeleteAccount" = "Wenn inaktiv für";

"LastSeen.longTimeAgo" = "vor langer Zeit gesehen";
"LastSeen.Recently" = "kürzlich gesehen";
"LastSeen.Monthly" = "innerhalb eines Monats gesehen";
"LastSeen.Weekly" = "innerhalb einer Woche gesehen";
"PrivacyAndSecurity.Header" = "Privatsphäre und Sicherheit";
"PrivacySettingsController.Header" = "Zuletzt Gesehen";
"PrivacySettingsController.Everbody" = "Jeder";
"PrivacySettingsController.MyContacts" = "Meine Kontakte";
"PrivacySettingsController.Nobody" = "Niemand";
"PrivacySettingsController.NeverShare" = "Niemals Teilen";
"PrivacySettingsController.AlwaysShare" = "Immer Teilen";
"PrivacySettingsController.NeverShareWith" = "Niemals Teilen Mit";
"PrivacySettingsController.AlwaysShareWith" = "Immer Teilen Mit";
"PrivacySettingsController.UserCount" = "%d Nutzer";
"PrivacySettingsController.UsersCount" = "%d Nutzer";
"PrivacySettingsController.AddUsers" = "Nutzer hinzufügen";
"PrivacyUserListController.NoUsers" = "(+) Knopf drücken um Kontakte hinzuzufügen.";
"Remove" = "Entfernen";
"Account.Privacy" = "Privatsphäre und Sicherheit";
"PhotoViewer.CopyToClipboard" = "In die Zwischenablage kopieren";
"PrivacyUserListController.Header" = "Nutzer auswählen";
"PhoneChangeAlertController.Description" = "Du kannst deine Telefonnummer hier ändern. Dein Konto und alle Daten in der Telegram-Cloud, also Nachrichten, Medien, Kontakte, etc. werden auf das neue Konto übertragen.\n\n%1$@Wichtig:%2$@ Alle deine Kontakte erhalten deine %3$@neue Nummer%4$@ ihrem Telefonbuch hinzugefügt, sofern sie deine alte Nummer gespeichert hatten und du sie nicht blockiert hattest.";
"PhoneChangeAlertController.ChangePhone" = "Nummer ändern";
"PhoneChangeController.Header" = "Nummer ändern";
"PhoneChangeController.Next" = "Weiter";
"PhoneChangeController.Description" = "Es wird eine SMS mit einem Bestätigungscode\nan deine neue Nummer gesendet.";
"Account.PhoneNumber" = "Telefonnummer";
"PhoneChangeControlller.AlertHeader" = "Änderungsfehler";
"PHONE_NUMBER_OCCUPIED"	= "Ein Fehler ist aufgetreten. Bitte versuche es später erneut.";
"PHONE_NUMBER_INVALID" = "Ungültige Telefonnummer. Bitte versuche es erneut.";
"PhoneChangeController.SmsPlaceholder" = "Code";
"PhoneChangeConfirmController.SentCodeDescription" = "Wir haben dir eine SMS mit einem Code geschickt.";
"PhoneChangeConfirmController.sendCall" = "Telegram ruft dich an in  %@";
"PhoneChangeConfirmController.phoneDialed" = "Telegram hat deine Nummer gewählt";

"Alert.Forward" = "Weiterleiten";
"Alert.ForwardTo" = "Weiterleiten an %@?";

"TL_sendMessageTypingAction" = "%@ tippt";
"TL_sendMessageUploadPhotoAction" = "%@ schickt ein Foto";
"TL_sendMessageRecordVideoAction" = "%@ nimmt ein Video auf";
"TL_sendMessageUploadVideoAction" = "%@ schickt ein Video";
"TL_sendMessageRecordAudioAction" = "%@ nimmt eine Sprachnachricht auf";
"TL_sendMessageUploadAudioAction" = "%@ schickt eine Sprachnachricht ";
"TL_sendMessageUploadDocumentAction" = "%@ schickt eine Datei";
"TL_sendMessageGeoLocationAction" = "%@ ermittelt seinen Standort";
"TL_sendMessageChooseContactAction" = "%@ sucht einen Kontakt";

"Settings.iCloudSynch" = "iCloud Kontakte synchronisieren";
"Profile.Photos" = "Fotos";
"Settings.BigFont" = "Große Schrift in Chats";
"Quit" = "Beenden";
"Settings.StatusBarIcon" = "Symbol in der Menüleiste";

"PHONE_CODE_INVALID" = "Falscher Code, bitte erneut versuchen.";
"Password.password" = "Kennwort";
"Password.EnterYourPassword" = "Kennwort eingeben";
"Password.ResetPassword" = "Konto löschen";
"Password.logout" = "Abmelden";
"Password.resetAlert" = "Are you sure? This action cannot be undone";
"Password.confirm" = "Bestätigen";
"PASSWORD_HASH_INVALID" = "Falsches Kennwort, bitte erneut versuchen.";


"AccountDaysTTL30" = "1 month";
"AccountDaysTTL90" = "3 months";
"AccountDaysTTL180" = "6 months";
"AccountDaysTTL365" = "1 year";